color_palette = [
    "чорний", "білий", "червоний", "сірий", "синій", "зелений",
    "жовтий", "фіолетовий", "коричневий", "оранжевий", "рожевий",
    "голубий", "золотий", "сріблястий", "платиновий",
    "чорний металлік", "білий перламутр", "червоний металік",
    "синій металік", "зелений металік", "сірий металлік",
    "сріблястий металік", "бронзовий",
    "темно-сірий", "темно-синій", "темно-зелений", "помаранчевий",
    "бежевий", "пісочний", "мокко", "металік", "мідний", "блакитний",
    "бірюзовий", "перловий", "малахітовий", "кофейний", "пастельний",
    "неоновий", "темно-червоний", "пурпурний", "червоно-сірий",
    "золотистий", "пудровий", "ліловий", "лавандовий", "графітовий",
    "блідо-сірий", "біло-сірий"
]
